tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mas-cli/tap"
brew "bash"
brew "bat"
brew "curl"
brew "fd"
brew "git"
brew "neovim"
brew "node"
brew "ripgrep"
brew "rsync"
brew "zsh"
brew "tree"
brew "mas-cli/tap/mas"
cask "1password"
cask "launchbar"
cask "bartender"
cask "kitty"
cask "firefox"
cask "google-chrome"
cask "font-fira-code-nerd-font"
cask "font-victor-mono-nerd-font"
