tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mas-cli/tap"
brew "bash"
brew "bat"
brew "calibre"
brew "chromedriver"
brew "curl"
brew "fd"
brew "gcc"
brew "git"
brew "httpie"
brew "htop"
brew "neovim"
brew "nvm"
brew "pandoc"
brew "pnpm"
brew "ripgrep"
brew "rsync"
brew "tig"
brew "zsh"
brew "zsh-completions"
brew "tree"
brew "mas-cli/tap/mas"
brew "z"
cask "1password"
cask "arc"
cask "raycast"
cask "bartender"
cask "kitty"
cask "firefox"
cask "google-chrome"
cask "font-fira-code-nerd-font"
cask "font-victor-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
